raw_data/st1-1000Gi-750G.log
Working dir: /data

Testing Read IOPS...
read_iops: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=64
fio-3.20
Starting 1 process
read_iops: Laying out IO file (1 file / 768000MiB)

read_iops: (groupid=0, jobs=1): err= 0: pid=10: Mon Nov  9 20:16:07 2020
  read: IOPS=255, BW=1040KiB/s (1065kB/s)(15.5MiB/15306msec)
   bw (  KiB/s): min=  800, max= 1256, per=99.32%, avg=1032.97, stdev=74.81, samples=30
   iops        : min=  200, max=  314, avg=258.23, stdev=18.70, samples=30
  cpu          : usr=0.13%, sys=0.37%, ctx=1143, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=3917,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=1040KiB/s (1065kB/s), 1040KiB/s-1040KiB/s (1065kB/s-1065kB/s), io=15.5MiB (16.3MB), run=15306-15306msec

Disk stats (read/write):
  nvme2n1: ios=4729/2, merge=0/1, ticks=556740/220, in_queue=541104, util=99.42%


Testing Write IOPS...
write_iops: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=64
fio-3.20
Starting 1 process

write_iops: (groupid=0, jobs=1): err= 0: pid=20: Mon Nov  9 20:16:26 2020
  write: IOPS=255, BW=1039KiB/s (1064kB/s)(15.4MiB/15128msec); 0 zone resets
   bw (  KiB/s): min=  888, max= 1184, per=99.27%, avg=1031.47, stdev=52.94, samples=30
   iops        : min=  222, max=  296, avg=257.87, stdev=13.23, samples=30
  cpu          : usr=0.15%, sys=0.38%, ctx=1036, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,3868,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=1039KiB/s (1064kB/s), 1039KiB/s-1039KiB/s (1064kB/s-1064kB/s), io=15.4MiB (16.1MB), run=15128-15128msec

Disk stats (read/write):
  nvme2n1: ios=0/4612, merge=0/3, ticks=0/554676, in_queue=539852, util=99.41%


Testing Read Bandwidth...
read_bw: (g=0): rw=randread, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=64
fio-3.20
Starting 1 process

read_bw: (groupid=0, jobs=1): err= 0: pid=30: Mon Nov  9 20:16:44 2020
  read: IOPS=255, BW=32.5MiB/s (34.1MB/s)(492MiB/15120msec)
   bw (  KiB/s): min=25600, max=40704, per=99.19%, avg=33015.47, stdev=3781.88, samples=30
   iops        : min=  200, max=  318, avg=257.93, stdev=29.55, samples=30
  cpu          : usr=0.17%, sys=0.43%, ctx=993, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=3869,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=32.5MiB/s (34.1MB/s), 32.5MiB/s-32.5MiB/s (34.1MB/s-34.1MB/s), io=492MiB (515MB), run=15120-15120msec

Disk stats (read/write):
  nvme2n1: ios=4613/2, merge=0/1, ticks=570636/216, in_queue=556800, util=99.55%


Testing Write Bandwidth...
write_bw: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=64
fio-3.20
Starting 1 process

write_bw: (groupid=0, jobs=1): err= 0: pid=40: Mon Nov  9 20:17:03 2020
  write: IOPS=255, BW=32.5MiB/s (34.1MB/s)(499MiB/15365msec); 0 zone resets
   bw (  KiB/s): min=28672, max=36352, per=99.40%, avg=33055.23, stdev=1865.17, samples=30
   iops        : min=  224, max=  284, avg=258.17, stdev=14.53, samples=30
  cpu          : usr=0.18%, sys=0.59%, ctx=1004, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,3929,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=32.5MiB/s (34.1MB/s), 32.5MiB/s-32.5MiB/s (34.1MB/s-34.1MB/s), io=499MiB (523MB), run=15365-15365msec

Disk stats (read/write):
  nvme2n1: ios=0/4681, merge=0/3, ticks=0/574352, in_queue=559688, util=99.52%


Testing Read Latency...
read_latency: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=4
fio-3.20
Starting 1 process

read_latency: (groupid=0, jobs=1): err= 0: pid=50: Mon Nov  9 20:17:22 2020
  read: IOPS=257, BW=1031KiB/s (1056kB/s)(15.1MiB/15007msec)
    slat (usec): min=3, max=889, avg=16.58, stdev=22.18
    clat (usec): min=263, max=98919, avg=15498.62, stdev=7788.37
     lat (usec): min=281, max=98931, avg=15515.47, stdev=7786.88
    clat percentiles (usec):
     |  1.00th=[ 2835],  5.00th=[ 5407], 10.00th=[ 7242], 20.00th=[ 9372],
     | 30.00th=[11076], 40.00th=[12911], 50.00th=[14615], 60.00th=[16188],
     | 70.00th=[18220], 80.00th=[20579], 90.00th=[24511], 95.00th=[28443],
     | 99.00th=[38536], 99.50th=[47449], 99.90th=[80217], 99.95th=[87557],
     | 99.99th=[99091]
   bw (  KiB/s): min=  896, max= 1168, per=100.00%, avg=1033.38, stdev=37.10, samples=29
   iops        : min=  224, max=  292, avg=258.34, stdev= 9.27, samples=29
  lat (usec)   : 500=0.28%, 750=0.03%, 1000=0.05%
  lat (msec)   : 2=0.10%, 4=1.86%, 10=21.32%, 20=54.15%, 50=21.86%
  lat (msec)   : 100=0.41%
  cpu          : usr=0.26%, sys=0.57%, ctx=3806, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=3865,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
   READ: bw=1031KiB/s (1056kB/s), 1031KiB/s-1031KiB/s (1056kB/s-1056kB/s), io=15.1MiB (15.8MB), run=15007-15007msec

Disk stats (read/write):
  nvme2n1: ios=4608/2, merge=0/1, ticks=67228/0, in_queue=50840, util=99.45%


Testing Write Latency...
write_latency: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=4
fio-3.20
Starting 1 process

write_latency: (groupid=0, jobs=1): err= 0: pid=60: Mon Nov  9 20:17:40 2020
  write: IOPS=257, BW=1030KiB/s (1055kB/s)(15.1MiB/15015msec); 0 zone resets
    slat (usec): min=4, max=16467, avg=34.62, stdev=448.70
    clat (usec): min=3907, max=28149, avg=15489.65, stdev=1139.62
     lat (usec): min=5050, max=28170, avg=15524.54, stdev=1122.91
    clat percentiles (usec):
     |  1.00th=[11863],  5.00th=[14091], 10.00th=[14615], 20.00th=[15270],
     | 30.00th=[15401], 40.00th=[15401], 50.00th=[15533], 60.00th=[15533],
     | 70.00th=[15533], 80.00th=[15664], 90.00th=[16450], 95.00th=[16909],
     | 99.00th=[19268], 99.50th=[21103], 99.90th=[25822], 99.95th=[27395],
     | 99.99th=[28181]
   bw (  KiB/s): min= 1013, max= 1040, per=100.00%, avg=1031.52, stdev= 6.03, samples=29
   iops        : min=  253, max=  260, avg=257.86, stdev= 1.53, samples=29
  lat (msec)   : 4=0.03%, 10=0.44%, 20=98.91%, 50=0.70%
  cpu          : usr=0.40%, sys=0.55%, ctx=3873, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3865,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
  WRITE: bw=1030KiB/s (1055kB/s), 1030KiB/s-1030KiB/s (1055kB/s-1055kB/s), io=15.1MiB (15.8MB), run=15015-15015msec

Disk stats (read/write):
  nvme2n1: ios=0/4613, merge=0/3, ticks=0/67200, in_queue=50776, util=99.37%


Testing Read Sequential Speed...
read_seq: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=16
...
fio-3.20
Starting 4 threads
read_seq: Laying out IO file (1 file / 769500MiB)

read_seq: (groupid=0, jobs=1): err= 0: pid=70: Mon Nov  9 22:51:42 2020
  read: IOPS=21, BW=22.8MiB/s (23.9MB/s)(381MiB/16724msec)
   bw (  KiB/s): min=10240, max=106496, per=22.12%, avg=22638.45, stdev=17490.89, samples=33
   iops        : min=   10, max=  104, avg=21.82, stdev=17.13, samples=33
  cpu          : usr=0.00%, sys=0.22%, ctx=476, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.7%, 8=0.0%, 16=0.3%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=366,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
read_seq: (groupid=0, jobs=1): err= 0: pid=71: Mon Nov  9 22:51:42 2020
  read: IOPS=25, BW=25.9MiB/s (27.2MB/s)(445MiB/17170msec)
   bw (  KiB/s): min=12288, max=112415, per=25.16%, avg=25746.56, stdev=17901.59, samples=34
   iops        : min=   12, max=  109, avg=24.94, stdev=17.44, samples=34
  cpu          : usr=0.02%, sys=0.23%, ctx=528, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.8%, 8=0.0%, 16=0.2%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=430,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
read_seq: (groupid=0, jobs=1): err= 0: pid=72: Mon Nov  9 22:51:42 2020
  read: IOPS=25, BW=25.0MiB/s (27.3MB/s)(445MiB/17120msec)
   bw (  KiB/s): min=12288, max=131072, per=25.27%, avg=25860.65, stdev=20854.34, samples=34
   iops        : min=   12, max=  128, avg=25.06, stdev=20.42, samples=34
  cpu          : usr=0.04%, sys=0.21%, ctx=532, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.8%, 8=0.0%, 16=0.2%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=430,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
read_seq: (groupid=0, jobs=1): err= 0: pid=73: Mon Nov  9 22:51:42 2020
  read: IOPS=27, BW=28.6MiB/s (29.0MB/s)(445MiB/15572msec)
   bw (  KiB/s): min=12288, max=86016, per=27.74%, avg=28387.10, stdev=15456.68, samples=31
   iops        : min=   12, max=   84, avg=27.42, stdev=15.20, samples=31
  cpu          : usr=0.00%, sys=0.28%, ctx=554, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.8%, 8=0.0%, 16=0.2%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=430,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=99.9MiB/s (105MB/s), 22.8MiB/s-28.6MiB/s (23.9MB/s-29.0MB/s), io=1716MiB (1799MB), run=15572-17170msec

Disk stats (read/write):
  nvme2n1: ios=6856/2, merge=0/1, ticks=853188/200, in_queue=840300, util=84.11%


Testing Write Sequential Speed...
write_seq: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=16
...
fio-3.20
Starting 4 threads

write_seq: (groupid=0, jobs=1): err= 0: pid=83: Mon Nov  9 22:52:02 2020
  write: IOPS=23, BW=24.9MiB/s (26.1MB/s)(405MiB/16257msec); 0 zone resets
   bw (  KiB/s): min=10199, max=45056, per=28.23%, avg=24810.62, stdev=9149.35, samples=32
   iops        : min=    9, max=   44, avg=24.19, stdev= 8.98, samples=32
  cpu          : usr=0.09%, sys=0.35%, ctx=595, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.7%, 8=0.0%, 16=0.3%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,390,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
write_seq: (groupid=0, jobs=1): err= 0: pid=84: Mon Nov  9 22:52:02 2020
  write: IOPS=20, BW=21.3MiB/s (22.3MB/s)(329MiB/15441msec); 0 zone resets
   bw (  KiB/s): min=10240, max=34816, per=23.53%, avg=20681.80, stdev=5775.40, samples=30
   iops        : min=   10, max=   34, avg=20.17, stdev= 5.63, samples=30
  cpu          : usr=0.19%, sys=0.18%, ctx=540, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.7%, 8=0.0%, 16=0.3%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,314,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
write_seq: (groupid=0, jobs=1): err= 0: pid=85: Mon Nov  9 22:52:02 2020
  write: IOPS=20, BW=21.1MiB/s (22.2MB/s)(341MiB/16135msec); 0 zone resets
   bw (  KiB/s): min=12288, max=40960, per=23.74%, avg=20858.47, stdev=7274.33, samples=32
   iops        : min=   12, max=   40, avg=20.25, stdev= 7.15, samples=32
  cpu          : usr=0.13%, sys=0.24%, ctx=534, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.7%, 8=0.0%, 16=0.3%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,326,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
write_seq: (groupid=0, jobs=1): err= 0: pid=86: Mon Nov  9 22:52:02 2020
  write: IOPS=19, BW=20.4MiB/s (21.4MB/s)(335MiB/16430msec); 0 zone resets
   bw (  KiB/s): min= 8192, max=34746, per=21.92%, avg=19259.75, stdev=5737.38, samples=32
   iops        : min=    8, max=   33, avg=18.75, stdev= 5.54, samples=32
  cpu          : usr=0.02%, sys=0.33%, ctx=575, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.7%, 8=0.0%, 16=0.3%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,320,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=85.8MiB/s (89.0MB/s), 20.4MiB/s-24.9MiB/s (21.4MB/s-26.1MB/s), io=1410MiB (1478MB), run=15441-16430msec

Disk stats (read/write):
  nvme2n1: ios=0/6591, merge=0/3, ticks=0/989588, in_queue=972864, util=99.47%


Testing Read/Write Mixed...
rw_mix: (g=0): rw=randrw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=64
fio-3.20
Starting 1 process

rw_mix: (groupid=0, jobs=1): err= 0: pid=96: Mon Nov  9 22:52:21 2020
  read: IOPS=192, BW=780KiB/s (798kB/s)(11.6MiB/15201msec)
   bw (  KiB/s): min=  576, max=  984, per=99.42%, avg=774.50, stdev=73.36, samples=30
   iops        : min=  144, max=  246, avg=193.60, stdev=18.34, samples=30
  write: IOPS=63, BW=260KiB/s (266kB/s)(3948KiB/15201msec); 0 zone resets
   bw (  KiB/s): min=  184, max=  336, per=99.74%, avg=258.33, stdev=42.62, samples=30
   iops        : min=   46, max=   84, avg=64.57, stdev=10.65, samples=30
  cpu          : usr=0.11%, sys=0.41%, ctx=1033, majf=0, minf=58
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=2919,968,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=780KiB/s (798kB/s), 780KiB/s-780KiB/s (798kB/s-798kB/s), io=11.6MiB (12.1MB), run=15201-15201msec
  WRITE: bw=260KiB/s (266kB/s), 260KiB/s-260KiB/s (266kB/s-266kB/s), io=3948KiB (4043kB), run=15201-15201msec

Disk stats (read/write):
  nvme2n1: ios=3507/1166, merge=0/4, ticks=434048/130828, in_queue=549452, util=99.27%


All tests complete.

### Dbench Summary BEGIN ###
Random Read/Write IOPS: 255/255. BW: 32.5MiB/s / 32.5MiB/s
Average Latency (usec) Read/Write: 15515.47/15524.54
Sequential Read/Write: 99.9MiB/s / 85.8MiB/s
Mixed Random Read/Write IOPS: 192/63
### Dbench Summary END ###